Repository: Salohiddin89/TestSite
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Test tizimi
ru: Тестовая система

source: Asosiy
ru: Главная

source: Profil
ru: Профиль

source: Chiqish
ru: Выход

source: Kirish
ru: Вход

source: Ro‘yxatdan o‘tish
ru: Регистрация

source: Xush kelibsiz, %(name)s!
ru: Добро пожаловать, %(name)s!

source: Test yechish uchun fanni tanlang
ru: Выберите предмет для прохождения теста

source: Boshlash
ru: Начать

source: Random test
ru: Случайный тест

source: Random testni boshlash
ru: Начать случайный тест

source: Tizimga kirish
ru: Вход в систему

source: Foydalanuvchi nomi
ru: Имя пользователя

source: Parol
ru: Пароль

source: Akkauntingiz yo‘qmi?
ru: Нет аккаунта?

source: Ro‘yxatdan o‘ting
ru: Зарегистрируйтесь

source: Username yoki parol noto‘g‘ri!
ru: Неверное имя пользователя или пароль!

source: Ro‘yxatdan o‘tish sahifasi
ru: Страница регистрации

source: Ism
ru: Имя

source: Familiya
ru: Фамилия

source: Email manzil
ru: Электронная почта

source: Parolni tasdiqlash
ru: Подтверждение пароля

source: Parollar bir xil emas!
ru: Пароли не совпадают!

source: Bu username band!
ru: Имя пользователя уже занято!

source: Ro‘yxatdan muvaffaqiyatli o‘tdingiz!
ru: Вы успешно зарегистрировались!

source: Testlar
ru: Тесты

source: Minimal ball
ru: Минимальный балл

source: Yopiq
ru: Закрыто

source: Qayta topshirish
ru: Пересдать

source: Testni boshlash
ru: Начать тест

source: Savol
ru: Вопрос

source: Testni yakunlash
ru: Завершить тест

source: Test natijasi
ru: Результат теста

source: Sizning javobingiz
ru: Ваш ответ

source: To‘g‘ri javob
ru: Правильный ответ

source: Javoblar tahlili
ru: Анализ ответов

source: O‘tingiz
ru: Вы прошли

source: O‘tmadingiz
ru: Вы не прошли

source: Topshirilgan testlar
ru: Пройденные тесты

source: Muvaffaqiyatli o‘tilgan
ru: Успешно сдано

source: O‘rtacha natija
ru: Средний результат

source: Testlar tarixi
ru: История тестов

source: Siz hali test topshirmagansiz
ru: Вы еще не проходили тесты

source: Bu test hali ochilmagan! Avval oldingi testdan o‘ting.
ru: Этот тест еще не открыт. Сначала пройдите предыдущий тест.

source: Test qayta topshirish uchun tayyor!
ru: Тест готов к повторной сдаче.

source: Siz bu testdan allaqachon o‘tgansiz! Qayta topshirish mumkin emas.
ru: Вы уже прошли этот тест. Повторная сдача невозможна.

source: Random test uchun yetarli savollar mavjud emas!
ru: Недостаточно вопросов для случайного теста!
